Repository: H0rizonPr0ject/notejot
Catalog: po/*.po
Languages: pl

source: Notes
pl: Notatki

source: Simple notes app
pl: Prosta aplikacja do notatek

source: A stupidly-simple notes application for any type of short term notes or ideas.
pl: Głupio prosta aplikacja do notowania różnych krótkoterminowych notatek lub pomysłów.

source: 🟡 Color your notes in 8 different colors
pl: 🟡 Pokoloruj swoje notatki na 8 różnych kolorów

source: 📓 Classify them in notebooks
pl: 📓 Uszerejguj je w zeszyty

source: 🔤 Format text to your liking
pl: 🔤 Formatuj tekst jak tylko chcesz

source: 📌 Pin your most important ones
pl: 📌 Przypinaj swoje najważniejsze notatki

source: Release: Overhaul User Interface
pl: Wydanie: Przeprojektowano Interfejs Użytkownika

source: Changed: UI now looks better layoutted, is an experiment.
pl: Zmiany: Interfejs teraz jest lepiej ułożony, jest eksperymentalny.

source: Changed: Backend was changed to be more stable than the old one.
pl: Zmiany: Backend został zmieniony żeby był stabilniejszy niż wcześniej.

source: Note: Your notes and notebooks are always saved in ~/.var/app/io.github.lainsce.Notejot when using the Flatpak. Happy notetaking!
pl: Informacja: Twoje notatki i notatniki zawsze są zapisywane w ~/.var/app/io.github.lainsce.Notejot jeśli jest używany Flatpak. Miłego notowania!

source: Release: Pinned Notes
pl: Wydanie: Przypięte Notatki

source: Added: Notes can now be pinned and are shown separately from others.
pl: Dodano: Notatki teraz mogą być przypięte i wyświetlane osobno od innych.

source: Added: Note title styling from older versions is back.
pl: Dodano: Style tytułu notatek z wcześniejszych wersji jest z powrotem.

source: Added: Note searchbar is now always visible.
pl: Dodano: Pasek wyszukiwania notatek teraz jest zawsze widoczny.

source: Release: Usability Independence
pl: Wydanie: Niezależność Użyteczności

source: Fixed: many UI bugs were fixed, last but not least the notebook switcher and trash and also removing singluar notes from a notebook.
pl: Naprawiono: wiele problemów z interfejsem zostało naprawionych, nie mniej ważny przełącznik notatników i kosz, i również usuwanie pojedynczych notatek z notatnika.

source: Release: Format But Don't Fail
pl: Wydanie: Formatuj, Ale Nie Ponieś Porażki

source: Fixed: formatting functions are the best they can be, plus minor fixes all around.
pl: Naprawiono: funkcje formatowania są najlepsze jakie mogą być, plus małe poprawki błędów.

source: Release: Ready, Set, Go!
pl: Wydanie: Gotowi, Do startu, Start!

source: Some UI design fixes, such as the notebook switcher being on the bottom instead of in the top.
pl: Małe poprawki w designie interfejsu, takie jak przełącznik notatników będący na dole zamiast na górze.f

source: Release: GTK4 and Ready!
pl: Wydanie: GTK4 i Gotowe!

source: New UI
pl: Nowy interfejs

source: Using another widget to display note contents
pl: Używanie innego widżetu do wyświetlania zawartości notatki

source: Keyboard shortcuts for formatting
pl: Skróty klawiszowe do formatowania

source: text;plain;plaintext;notepad;notes;sticky;post-it;
pl: tekst;zwykły;zwykły-tekst;notatnik;notatki;samoprzylepne;opublikuj-to;

source: Last View Used
pl: Ostatnio Używany Widok

source: The last view used in the UI
pl: Ostatnio używany widok interfejsu

source: Notes Font Size
pl: Rozmiar Czcionki Notatek

source: The size of the font used in notes. (Small, Medium, Large)
pl: Rozmiar czcionki używanej w notatkach. (Mały, Średni, Duży)

source: Saves whether the window is maximized or not
pl: Zachowuje to czy okno jest zmaksymalizowane czy nie

source: Whether the window is maximized. Used to open window with user's preferred settings
pl: Czy okno jest zmaksymalizowane. Używane do otwierania okna z ustawieniami preferowanymi przez użytkownika

source: Saves window last-used width
pl: Zachowuje ostatnią szerokość okna

source: The user's last used window width before closing the app
pl: Ostatnio używana szerokość okna przed zamknięciem aplikacji

source: Saves window last-used height
pl: Zachowuje ostatnio używaną wysokość okna

source: The user's last used window height before closing the app
pl: Ostatnio używana wysokość okna przed zamknięciem aplikacji

source: Jot your ideas.
pl: Notuj swoje pomysły

source: translator-credits
pl: autorzy-tłumaczeń

source: Now
pl: Teraz

source: %d minute ago
pl: %d minutę temu

source: %d hour ago
pl: %d godzinę temu

source: in %d minute
pl: w %d minutę

source: in %d hour
pl: w %d minutę

source: Yesterday
pl: Wczoraj

source: Tomorrow
pl: Jutro

source: No Notebook
pl: Brak Notatnika

source: Cancel
pl: Anuluj

source: Set Note Title
pl: Ustaw Tytuł Notatki

source: bold text
pl: pogrubiony tekst

source: italic text
pl: kursywa

source: underline text
pl: podkreślony tekst

source: strikethrough text
pl: przekreślony tekst

source: Item
pl: Przedmiot

source: Edit Notebooks
pl: Edytuj Notatniki

source: New Notebook…
pl: Nowy Notatnik…

source: Add
pl: Dodaj

source: Move
pl: Przenieś

source: Move to a Notebook
pl: Przenieś Notatnik

source: Manage Notebooks…
pl: Zarządzaj Notatnikami…

source: All Notes
pl: Wszystkie Notatki

source: Trash
pl: Kosz

source: Notebooks
pl: Notatniki

source: Add Note
pl: Dodaj Notatkę

source: Text Size
pl: Rozmiar Tekstu

source: Small
pl: Mały

source: Medium
pl: Średni

source: Large
pl: Duży

source: Keyboard Shortcuts
pl: Skróty Klawiszowe

source: About Notejot
pl: O Notejot

source: Pin/Unpin Note
pl: Przypnij/Odepnij Notatkę

source: Red
pl: Czerwona

source: Orange
pl: Pomarańczowa

source: Yellow
pl: Żółta

source: Blue
pl: Niebieska

source: Purple
pl: Pomarańczowa

source: Brown
pl: Brązowa

source: Green
pl: Zielona

source: No Color
pl: Brak Koloru

source: No Selected Notes
pl: Brak Zaznaczonych Notatek

source: Removes formatting from selected text
pl: Usuwa formatowanie z zaznaczonego tekstu

source: Makes selected text emboldened
pl: Pogrubia zaznaczony tekst

source: Makes selected text italicized
pl: Pochyla zaznaczony tekst

source: Makes selected text underlined
pl: Podkreśla zaznaczony tekst

source: Makes selected text striked through
pl: Przekreśla zaznaczony tekst

source: Makes selected text into an unordered list
pl: Tworzy nieponumerowaną listę z zaznaczonego tekstu

# shortcut window
source: General
pl: Ogólne

# shortcut window
source: Quit
pl: Wyjdź

source: Restore Note
pl: Przywróć Notatkę
